[
  {
    "id":1,
    "name":"Nikkori",
    "tag":"Japanse cuisine",
    "imageName": "nikkori",
    "description":"Where Culinary Artistry Meets Tradition. Indulge in an exquisite fusion of Japanese flavors and contemporary flair at Nikkori. From meticulously crafted sushi rolls to sizzling hibachi delights, every dish is a masterpiece. Immerse yourself in a vibrant atmosphere where authenticity meets innovation, promising an unforgettable dining experience for all sushi aficionados and Japanese cuisine enthusiasts alike.",
    "coordinates": {
      "latitude": 25.650516775908578,
      "longitude": -100.28954196291572
    },
    "isFavorite": false
  },
  {
    "id":2,
    "name":"Super Salads",
    "tag":"Healthy meals",
    "imageName": "salads",
    "description": "Fuel Your Day with Freshness! Dive into a world of wholesome goodness at Super Salads, where each bite is a burst of flavor and nutrition. From crisp, locally sourced greens to an array of colorful toppings and homemade dressings, our salads are a celebration of health and taste. Whether you're craving a classic Caesar or a custom creation, our vibrant ingredients will leave you feeling energized and satisfied. Join us in redefining the salad experience, one bowl at a time!",
    "coordinates": {
      "latitude": 25.652267901504757,
      "longitude": -100.28982323852217
    },
    "isFavorite": false
  },
  {
    "id":3,
    "name":"Chilaquiles TEC",
    "tag":"Fast and cheap",
    "imageName":"chilaquiles",
    "description": "Fusing Flavor and Academic Excellence. Delight in the rich tapestry of Mexican cuisine while navigating your academic journey at Campus Chilaquiles. Our menu showcases a harmonious blend of traditional chilaquiles recipes with a modern twist, offering a culinary adventure that mirrors your scholarly pursuits. Whether you're seeking inspiration for your next project or simply craving a satisfying meal, our vibrant dishes are sure to ignite your taste buds and fuel your ambition. Embrace the intersection of flavor and learning with each tantalizing bite!",
    "coordinates": {
      "latitude": 25.65152719839415,
      "longitude": -100.28879889547203
    },
    "isFavorite": false
  },
  {
    "id":4,
    "name":"TEC Food",
    "tag":"Full meals",
    "imageName":"tecfood",
    "description":"Serving up Satisfying Meals. Discover a variety of hearty and delicious dishes at our university cafeteria. From classic comfort foods to global flavors, we've got something for everyone. Whether you're refueling between classes or catching up with friends, our tasty meals fuel both body and mind. Join us for a satisfying dining experience right on campus!",
    "coordinates": {
      "latitude": 25.65152382473463,
      "longitude": -100.28899382644224
    },
    "isFavorite": false
  },
  {
    "id":5,
    "name":"Mun's Kitchen",
    "tag":"Korean cuisine",
    "imageName":"muns",
    "description":"A Taste of Korea, Right Around the Corner. Experience the vibrant flavors of Korea at Mun's Kitchen. From sizzling bulgogi to savory bibimbap, our menu offers a delicious journey through Korean cuisine. Join us for an authentic dining experience where each dish is crafted with care and tradition. Whether you're a Korean food enthusiast or new to the cuisine, Mun's Kitchen invites you to savor the richness of Korean flavors, right in your neighborhood.",
    "coordinates": {
      "latitude": 25.648480328936685,
      "longitude": -100.28894169711937
    },
    "isFavorite": false
  }
]
